[Demo_Maya_End_normal_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=504,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=614,Y=-8950,Z=1118),VecSub=(X=128,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Vec=(X=504,Y=-8580,Z=1118),VecSub=(X=-90,Y=0,Z=0),CId=25)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',Vec=(X=554,Y=-8580,Z=1118),VecSub=(X=-98,Y=0,Z=0),CId=56)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="コジカ　サヨコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.12_KOJIKA_SAYOKO',Vec=(X=454,Y=-8580,Z=1118),VecSub=(X=-82,Y=0,Z=0),CId=12)
DemoScripts[8]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=410,Y=-9100,Z=-300),VecSub=(X=69,Y=0,Z=0),CId=21)
DemoScripts[9]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=668,Y=-8935,Z=-300),VecSub=(X=180,Y=0,Z=0),CId=71)
DemoScripts[10]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0500_lp_Shy",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_fx_close_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[0]="se1_CE_0000_lp_open_normal",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0100_lp_StandA",Rate=1,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',motionName[0]="ne_CE_0001_lp_open_angry",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0100_lp_StandB",Rate=1,Number=3,Bit=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="コジカ　サヨコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.12_KOJIKA_SAYOKO',motionName[0]="ne_CE_0001_lp_open_angry",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0100_lp_StandC",Rate=1,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0100_fx_close_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0300_lp_Furry",Rate=0,Number=3,Bit=5)
DemoScripts[18]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Sisters.GG2_BGM_DM_End_Sisters_Cue')
DemoScripts[19]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[20]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[21]=(Actor=FADE,Command=WAIT)
DemoScripts[22]=(Actor=WINDOW,Command=SET)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[35]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_009_Cue',Name="エコロ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[54]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[55]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-55,Y=-5,Z=0),SecTime=)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[63]=(Actor=WINDOW,Command=EXIT)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[66]=(Actor=FADE,Command=WAIT)
DemoScripts[67]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[68]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[69]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[70]=(Actor=FADE,Command=WAIT)
DemoScripts[71]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[72]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[73]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[74]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[75]=(Actor=WINDOW,Command=SET)
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_fx_close_smile",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=0)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_016_Cue',Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=WINDOW,Command=EXIT)
DemoScripts[92]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[93]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=1)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[95]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[96]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Others.GG2_BGM_DM_Usual_Others_Cue')
DemoScripts[97]=(Actor=WINDOW,Command=SET)
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_019_Cue',Name="ゴズ　ユリナ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_020_Cue',Name="コジカ　サヨコ")
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_021_Cue',Name="コスギ　ネネコ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=WINDOW,Command=EXIT)
DemoScripts[112]=(Actor=SYSTEM,Command=TAG,Label=DEBUG)
DemoScripts[113]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[114]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[115]=(Actor=FADE,Command=WAIT)
DemoScripts[116]=(Actor=CHARACTER,Command=SET,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',SetType=POS,Vec=(X=504,Y=-8695,Z=1118),CId=25)
DemoScripts[117]=(Actor=CHARACTER,Command=SET,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',SetType=POS,Vec=(X=544,Y=-8655,Z=1118),CId=56)
DemoScripts[118]=(Actor=CHARACTER,Command=SET,Name="コジカ　サヨコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.12_KOJIKA_SAYOKO',SetType=POS,Vec=(X=464,Y=-8655,Z=1118),CId=12)
DemoScripts[119]=(Actor=CHARACTER,Command=SET,Name="ゴズ　ユリナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.56_GOZU_YURINA',SetType=ROT,Vec=(X=-105,Y=0,Z=0),CId=56)
DemoScripts[120]=(Actor=CHARACTER,Command=SET,Name="コジカ　サヨコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.12_KOJIKA_SAYOKO',SetType=ROT,Vec=(X=-75,Y=0,Z=0),CId=12)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0100_fx_open_S",Rate=0,Number=1,Bit=0)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=2,Bit=4)
DemoScripts[124]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[125]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[126]=(Actor=FADE,Command=WAIT)
DemoScripts[127]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[128]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[129]=(Actor=WINDOW,Command=SET)
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[131]=(Actor=WINDOW,Command=EXIT)
DemoScripts[132]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=45,Z=0),SecTime=0.3)
DemoScripts[133]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[134]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=45,Z=0),SecTime=)
DemoScripts[135]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=410,Y=-9100,Z=1118),CId=21)
DemoScripts[136]=(Actor=WINDOW,Command=SET)
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[138]=(Actor=WINDOW,Command=EXIT)
DemoScripts[139]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[140]=(Actor=FADE,Command=WAIT)
DemoScripts[141]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=635,Y=-8851,Z=1253),SecTime=)
DemoScripts[142]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-125,Y=-5,Z=0),SecTime=)
DemoScripts[143]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[144]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[145]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=582,Y=-8814,Z=1253),SecTime=8)
DemoScripts[146]=(Actor=WINDOW,Command=SET)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_024_Cue',Name="アマツカ　パタコ")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_025_Cue',Name="アマツカ　パタコ")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=478,Y=-8935,Z=1253),VecSub=(X=-113,Y=-5,Z=))
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=0,Number=3,Bit=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[156]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=668,Y=-8935,Z=1118),CId=71)
DemoScripts[157]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=507,Y=-9100,Z=1118),CId=70)
DemoScripts[158]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=140,Y=0,Z=0),CId=70)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[161]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_026_Cue',Name="アマツカ　パタコ")
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[163]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[164]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=ROT,Vec=(X=40,Y=0,Z=0),SecTime=0.3,CId=21)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[167]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-96,Y=-5,Z=0),SecTime=0.3)
DemoScripts[168]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[169]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-96,Y=-5,Z=0),SecTime=)
DemoScripts[170]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[172]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_028_Cue',Name="アマツカ　パタコ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_029_Cue',Name="カミゾノ　マヤ")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[178]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0202_lp_half_perplex",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0103_fx_Stand2Inarticulately",Rate=0,Number=3,Bit=1)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0300_lp_Inarticulately",Number=8)
DemoScripts[181]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_030_Cue',Name="アマツカ　パタコ")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[183]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[185]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_031_Cue',Name="アマツカ　パタコ")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[187]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[188]=(Actor=WINDOW,Command=EXIT)
DemoScripts[189]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[190]=(Actor=FADE,Command=WAIT)
DemoScripts[191]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=470,Y=-9022,Z=1118),CId=21)
DemoScripts[192]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=ROT,Vec=(X=85,Y=0,Z=0),CId=21)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0103_fx_close_perplex",motionName[1]="pt_CM_0003_fx_close_smile_L",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[194]=(Actor=CHARACTER,Command=CHEEK,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Rate=0.8,Number=)
DemoScripts[195]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=100,Y=0,Z=0),CId=70)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0100_fx_open_S",Rate=0,Number=1,Bit=0)
DemoScripts[198]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[199]=(Actor=FADE,Command=WAIT)
DemoScripts[200]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[201]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[202]=(Actor=WINDOW,Command=SET)
DemoScripts[203]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_032_Cue',Name="アマツカ　パタコ")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_033_Cue',Name="エコロ")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[208]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[209]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[211]=(Actor=CHARACTER,Command=CHEEK,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Rate=0,Number=)
DemoScripts[212]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_034_Cue',Name="アマツカ　パタコ")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_035_Cue',Name="エコロ")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[217]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[218]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[221]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=0.5)
DemoScripts[222]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[223]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[224]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=90,Y=0,Z=0),CId=70)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[226]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[227]=(Actor=CHARACTER,Command=EXIT,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',CId=21)
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[229]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_038_Cue',Name="エコロ")
DemoScripts[230]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[231]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[232]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=504,Y=-8910,Z=1253),VecSub=(X=-90,Y=-5,Z=))
DemoScripts[233]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-8920,Z=1253),SecTime=1)
DemoScripts[234]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_039_Cue',Name="カミゾノ　マヤ")
DemoScripts[235]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[236]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[237]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-8920,Z=1551),SecTime=0.3)
DemoScripts[238]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=0.3)
DemoScripts[239]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[240]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8920,Z=1551),SecTime=)
DemoScripts[241]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=)
DemoScripts[242]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_normal.GG2_V_Maya_End_normal_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[243]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[244]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[245]=(Actor=WINDOW,Command=EXIT)
DemoScripts[246]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[247]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[248]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[249]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[250]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[251]=(Actor=SYSTEM,Command=END)

[Select_Maya_End_normal_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_End_normal_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="峯哥......我,/n我對峯哥......嗚嗚......")

Texts[1]=(Label="TEXT02",Name="忍",Text="振作點啊,真夜./n妳是想讓我白白被甩掉嗎?")

Texts[2]=(Label="TEXT03",Name="真夜",Text="小忍......")

Texts[3]=(Label="TEXT04",Name="真夜",Text="......我,喜歡,峯哥......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="那,那麼....../n妳能和我交往嗎?")

Texts[5]=(Label="TEXT06",Name="真夜",Text="......嗯.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="......那個......這個......我說啊?")

Texts[7]=(Label="TEXT08",Name="真夜",Text="嗯......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="真是純真呢.")

Texts[9]=(Label="TEXT10",Name="忍",Text="......好啦,再繼續打擾下去也不太好,/n我就先回去囉.")

Texts[10]=(Label="TEXT11",Name="忍",Text="祝你們兩個幸福.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="呃......小,小真夜!/n今天就......那個......一起回去吧......?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="嗯......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="牽著手之類的......")

Texts[14]=(Label="TEXT15",Name="真夜",Text="嗯......!/n嗯......!")

Texts[15]=(Label="TEXT16",Name="???",Text="給我---等一下---!!!",Format[0]=(Size=37,Start=0,End=26))

Texts[16]=(Label="TEXT17",Name="峯大",Text="怎,怎麼了!?")

Texts[17]=(Label="TEXT18",Name="真夜",Text="什麼人?")

Texts[18]=(Label="TEXT19",Name="牛頭 百合菜",Text="峯大同學,這是學生會長命令唷!/n和我一起回去吧.")

Texts[19]=(Label="TEXT20",Name="小鹿 佐代子",Text="就算是學生會也不能原諒喔....../n要和學長戰鬥的是本小姐我!/n來吧,一決勝負!")

Texts[20]=(Label="TEXT21",Name="小杉 寧寧子",Text="好像很有趣喵!/n寧寧子也要一起玩喵~!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="咦,等等......這是怎樣......?")

Texts[22]=(Label="TEXT23",Name="峯大",Text="嗚哇----!!!",Format[0]=(Size=31,Start=0,End=13))

Texts[23]=(Label="TEXT24",Name="帕塔可",Text="哎呀呀......")

Texts[24]=(Label="TEXT25",Name="帕塔可",Text="看來想要圓滿解決的話/n愛的力量還稍~微/n有點不夠的樣子呢.")

Texts[25]=(Label="TEXT26",Name="帕塔可",Text="如果不能做到讓親愛的女朋友/nDouble Peace昇天的程度,/n就還稱不上是完美.")

Texts[26]=(Label="TEXT27",Name="真夜",Text="妳是,誰?/n......像是天使,又像是人類的......氣息.")

Texts[27]=(Label="TEXT28",Name="帕塔可",Text="現在的我,只是普通的高中一年級生./n我的名字是\"天使 帕塔可\".")

Texts[28]=(Label="TEXT29",Name="真夜",Text="峯哥的,天使之箭的力量/n沒有效果......妳果然是,天使?")

Texts[29]=(Label="TEXT30",Name="帕塔可",Text="啊--這個......其實....../n以我現在的狀態來說......")

Texts[30]=(Label="TEXT31",Name="帕塔可",Text="稍微拿出了幹勁,/n好不容易纔撐到現在呢....../n但已經不行了......沒辦法......到極限了......")

Texts[31]=(Label="TEXT32",Name="帕塔可",Text="學長~!/n我愛你~!!/n和帕塔可兩個人一起玩生存遊戲吧~!")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="哇--!!!/n帕塔可學姊,連妳也這樣~!?")

Texts[33]=(Label="TEXT34",Name="帕塔可",Text="艾可蘿太狡猾了~!/n我也想要和峯大學長/n卿卿我我~!")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="我才沒有卿卿我我!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="可惡--!/n我要和小真夜一起/n在放學後約會啊--!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="要走囉,艾可蘿!")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="好的,峯大大人!")

Texts[38]=(Label="TEXT39",Name="真夜",Text="......呵呵.")

Texts[39]=(Label="TEXT40",Name="真夜",Text="等等,峯哥!/n我也來,幫忙!!")

Texts[40]=(Label="",Name="",Text="")

Texts[41]=(Label="SELECT01",Name="",Text="")

Texts[42]=(Label="SELECT02",Name="",Text="")

Texts[43]=(Label="SELECT03",Name="",Text="")

Texts[44]=(Label="SELECT04",Name="",Text="")

Texts[45]=(Label="SELECT05",Name="",Text="")

Texts[46]=(Label="SELECT06",Name="",Text="")

Texts[47]=(Label="SELECT07",Name="",Text="")

Texts[48]=(Label="SELECT08",Name="",Text="")

Texts[49]=(Label="SELECT09",Name="",Text="")

Texts[50]=(Label="SELECT10",Name="",Text="")


